[
  {
    "title": "Pessoa Desenvolvedora Frontend Sênior",
    "description": "Queremos uma pessoa desenvolvedora frontend sênior para desenhar o rosto do projeto 262FB1. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto com a galera que fica em Rio de Janeiro, RJ. Trabalhamos com React, TypeScript, Storybook e testes em Cypress/Vitest. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2026-06-09 09:17:52",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Especialista",
    "description": "Estamos reforçando a frente de segurança do projeto 087B1E e buscamos uma analista de segurança especialista. Seu foco será blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas atuando com a galera que fica em Porto Alegre, RS. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "Estamos procurando uma pessoa cientista de dados júnior para aprofundar as análises do projeto 94FB78. Seu foco será prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples enquanto trabalha com a galera que fica em Belo Horizonte, MG. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Sênior",
    "description": "Buscamos uma pessoa desenvolvedora mobile sênior para assumir o app do projeto 5A039B. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com a galera que fica em Rio de Janeiro, RJ. O app roda em React Native com módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-12-18 18:20:18",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "Estamos criando squads enxutas no projeto 67A844 e queremos uma pessoa engenheira fullstack sênior. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em Porto Alegre, RS. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Analista de Segurança Especialista",
    "description": "O projeto F1D7EA lida com informações críticas e você vai blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": "2026-03-04 20:27:33",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Pleno",
    "description": "Estamos montando um time desenvolvedora backend pleno para o projeto D7D97A. Você vai garantir APIs estáveis, resolver gargalos de performance e manter integrações com parceiros trabalhando com a galera que fica em Florianópolis, SC. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade com Honeycomb. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": "2026-03-25 17:42:41",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "O projeto 701536 está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": "2026-03-18 04:14:02",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Gerente de Produto Júnior",
    "description": "Estamos procurando uma pessoa de produto júnior para dar direção ao projeto A08115. Seu foco será conectar usuários e negócio, priorizar o backlog e guiar o roadmap junto com a galera que fica em Curitiba, PR. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto 76AB87, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto com clientes. Atuamos com a galera que fica em Belo Horizonte, MG. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Gerente de Produto Pleno",
    "description": "O projeto 4D035C precisa de alguém que curta pesquisa, números e narrativa. Você vai conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": "2025-11-04 12:00:22",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Júnior",
    "description": "Precisamos de uma engenheira de QA júnior para garantir que o projeto 550748 chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads com a galera que fica em Florianópolis, SC. Automatizamos com Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-10-06 14:03:12",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "O roadmap mobile do projeto D4F100 está intenso e precisamos de alguém cuidadoso com detalhes. Seu dia a dia involves entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. O app roda em React Native com módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": "2026-10-26 06:39:00",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Sênior",
    "description": "Como parte do time mobile, você vai cuidar da qualidade visual e técnica do projeto 521805, entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas e apoiando lançamentos nas lojas. Trabalhamos com a galera que fica em São Paulo, SP. O app roda em React Native com módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Designer de UX Pleno",
    "description": "Queremos uma designer de UX pleno para representar as pessoas usuárias no projeto FC1536. Você vai investigar dores, prototipar fluxos e garantir experiências consistentes com a galera que fica em Porto Alegre, RS. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-11-13 18:08:31",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "Buscamos uma pessoa desenvolvedora mobile pleno para assumir o app do projeto 00FE88. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com a galera que fica em Curitiba, PR. O app roda em React Native com módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-06-27 11:42:17",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Especialista",
    "description": "O projeto 4D9A35 ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Trabalhamos com React, TypeScript, Storybook e testes em Cypress/Vitest. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-09-06 06:04:51",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "O projeto D81EBF lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos com Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Sênior",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto 4305AD. Trabalhamos com a galera que fica em Rio de Janeiro, RJ. Trabalhamos com React, TypeScript, Storybook e testes em Cypress/Vitest. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Analista de Segurança Sênior",
    "description": "Como analista de segurança, você cuidará dos runbooks do projeto 369003, blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas e vai trabalhar com a galera que fica em Rio de Janeiro, RJ. Valorizamos post-mortems honestos e aprendizados constantes. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-04-18 15:56:19",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Gerente de Produto Pleno",
    "description": "Como pessoa de produto do projeto C57D1C, você fará dupla com tecnologia e design para conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Atuamos com a galera que fica em São Paulo, SP e valorizamos comunicação transparente. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": "2026-08-15 00:56:11",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Gerente de Produto Pleno",
    "description": "Estamos procurando uma pessoa de produto pleno para dar direção ao projeto 1D1993. Seu foco será conectar usuários e negócio, priorizar o backlog e guiar o roadmap junto com a galera que fica em Porto Alegre, RS. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Pleno",
    "description": "Como parte do chapter de qualidade, você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads, parear with devs e acompanhar releases do projeto 04285C. Trabalhamos com a galera que fica em São Paulo, SP. Automatizamos com Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": "2026-08-20 06:30:19",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Sênior",
    "description": "O roadmap mobile do projeto D69441 está intenso e precisamos de alguém cuidadoso com detalhes. Seu dia a dia envolve entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. O app roda em React Native com módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-02-20 02:49:47",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Pleno",
    "description": "Estamos criando squads enxutas no projeto 2B151F e queremos uma pessoa engenheira fullstack pleno. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em São Paulo, SP. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "Como parte do time mobile, você vai cuidar da qualidade visual e técnica do projeto D8EACB, entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas e apoiando lançamentos nas lojas. Trabalhamos com a galera que fica em Belo Horizonte, MG. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-07-10 17:27:47",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Júnior",
    "description": "Buscamos uma pessoa desenvolvedora mobile júnior para assumir o app do projeto D01266. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com o time remoto espalhado pelo Brasil. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Remoto",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Pleno",
    "description": "O projeto C3B5AC entrou em fase de escala e precisamos de alguém que respire backend bem feito. Seu dia a dia inclui garantir APIs estáveis, resolver gargalos de performance e manter integrações com parceiros. Trabalhamos de forma 100% remota e nos reunimos presencialmente apenas em encontros opcionais trimestrais. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade com Honeycomb. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2025-05-18 13:09:12",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Especialista",
    "description": "Queremos uma pessoa desenvolvedora frontend especialista para desenhar o rosto do projeto 85DDEC. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto com a galera que fica em Porto Alegre, RS. Trabalhamos com React, TypeScript, Storybook e testes em Cypress/Vitest. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Sênior",
    "description": "Como desenvolvedora backend sênior, você será referência na arquitetura do projeto 5C92EE e vai garantir APIs estáveis, resolver gargalos de performance e manter integrações com parceiros. Valorizamos revisões de código cuidadosas e proximidade com a galera que fica em Belo Horizonte, MG. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade com Honeycomb. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Especialista em DevOps Júnior",
    "description": "O projeto 8A6C57 precisa de uma pessoa especialista em DevOps júnior para manter a casa em ordem. Seu foco será cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente atuando com a galera que fica em São Paulo, SP. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": "2025-11-29 04:56:20",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Júnior",
    "description": "Precisamos de uma engenheira de QA júnior para garantir que o projeto 0C5AB6 chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads com a galera que fica em Florianópolis, SC. Automatizamos com Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-01-16 02:02:55",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Analista de Segurança Júnior",
    "description": "Estamos reforçando a frente de segurança do projeto 74994D e buscamos uma analista de segurança júnior. Seu foco será blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas atuando com a galera que fica em Porto Alegre, RS. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": "2026-01-20 10:24:36",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Gerente de Produto Pleno",
    "description": "O projeto 1EACBF precisa de alguém que curta pesquisa, números e narrativa. Você vai conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Temos um hub em Belo Horizonte, MG e gostamos de nos encontrar presencialmente algumas vezes por semana. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "O projeto B3F2EE está cheio de perguntas em aberto e queremos alguém que curta investigação e storytelling. Você vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples e compartilhar aprendizados com o negócio. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "O roadmap mobile do projeto 8FBFB7 está intenso e precisamos de alguém cuidadoso com detalhes. Seu dia a dia envolve entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. O app roda em React Native com módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Júnior",
    "description": "Estamos montando um time desenvolvedora backend júnior para o projeto 4C7893. Você vai garantir APIs estáveis, resolver gargalos de performance e manter integrações com parceiros trabalhando com a galera que fica em São Paulo, SP. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade com Honeycomb. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Gerente de Produto Pleno",
    "description": "Como pessoa de produto do projeto 572DEB, você fará dupla com tecnologia e design para conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Atuamos com a galera que fica em Belo Horizonte, MG e valorizamos comunicação transparente. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-12-24 22:12:57",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Júnior",
    "description": "Como parte do time mobile, você vai cuidar da qualidade visual e técnica do projeto 612119, entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas e apoiando lançamentos nas lojas. Trabalhamos com a galera que fica em Rio de Janeiro, RJ. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Especialista",
    "description": "O projeto EFA10A ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Trabalhamos com React, TypeScript, Storybook e testes em Cypress/Vitest. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2026-09-03 22:34:45",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Pleno",
    "description": "O projeto 7E5B20 lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos com Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": "2025-07-22 23:50:26",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "O projeto 288371 está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-10-14 04:07:11",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Gerente de Produto Especialista",
    "description": "Estamos procurando uma pessoa de produto especialista para dar direção ao projeto 014DF4. Seu foco será conectar usuários e negócio, priorizar o backlog e guiar o roadmap junto com a galera que fica em São Paulo, SP. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Júnior",
    "description": "Como parte do chapter de qualidade, você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads, parear com devs e acompanhar releases do projeto DE99DC. Trabalhamos com a galera que fica em Belo Horizonte, MG. Automatizamos com Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Sênior",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto BAAA00. Trabalhamos com a galera que fica em Rio de Janeiro, RJ. Trabalhamos com React, TypeScript, Storybook e testes em Cypress/Vitest. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira de QA Especialista",
    "description": "Precisamos de uma engenheira de QA especialista para garantir que o projeto C9C860 chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads com a galera que fica em Curitiba, PR. Automatizamos com Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Pleno",
    "description": "O projeto 3B95EE lida with informações críticas e você vai blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas. Temos um hub em Belo Horizonte, MG e gostamos de nos encontrar presencialmente algumas vezes por semana. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-04-20 16:37:00",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Analista de Segurança Especialista",
    "description": "Como analista de segurança, você cuidará dos runbooks do projeto C98E59, blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas e vai trabalhar com a galera que fica em Florianópolis, SC. Valorizamos post-mortems honestos e aprendizados constantes. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-01-20 19:04:23",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Pleno",
    "description": "Estamos reforçando a frente de segurança do projeto C377AE e buscamos uma analista de segurança pleno. Seu foco será blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas atuando com a galera que fica em Belo Horizonte, MG. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "Queremos uma pessoa desenvolvedora frontend pleno para desenhar o rosto do projeto 4E28D0. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto com a galera que fica em Rio de Janeiro, RJ. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2026-10-28 09:47:23",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "Buscamos uma pessoa desenvolvedora mobile pleno para assumir o app do projeto 3AE2CA. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com a galera que fica em São Paulo, SP. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": "2026-05-20 11:23:26",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Especialista em DevOps Júnior",
    "description": "Estamos revisando toda a pipeline do projeto 7727D0 e você vai cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2026-03-19 09:24:37",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Designer de UX Júnior",
    "description": "O projeto 15E17B tem descobertas constantes e precisamos de alguém curioso. Seu dia a dia envolve investigar dores, prototipar fluxos e garantir experiências consistentes e muita troca com produto. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Sênior",
    "description": "O projeto 45BF37 lida com informações críticas e você vai blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2026-12-11 06:03:22",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Gerente de Produto Sênior",
    "description": "O projeto C890F4 precisa de alguém que curta pesquisa, números e narrativa. Você vai conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": "2026-01-24 20:46:19",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Especialista",
    "description": "O projeto 4D450E ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Trabalhamos de forma 100% remota e nos reunimos presencialmente apenas em encontros opcionais trimestrais. Trabalhamos com React, TypeScript, Storybook e testes em Cypress/Vitest. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto BB20CC, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto com clientes. Atuamos com a galera que fica em Curitiba, PR. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-07-15 20:17:17",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Júnior",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto 9A6B13. Trabalhamos com a galera que fica em Belo Horizonte, MG. Trabalhamos com React, TypeScript, Storybook e testes em Cypress/Vitest. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-06-17 11:58:47",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Especialista",
    "description": "O roadmap mobile do projeto 5DB5E1 está intenso e precisamos de alguém cuidadoso com detalhes. Seu dia a dia envolve entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Sênior",
    "description": "O projeto 4B7080 entrou em fase de escala e precisamos de alguém que respire backend bem feito. Seu dia a dia inclui garantir APIs estáveis, resolver gargalos de performance e manter integrações com parceiros. Temos um hub em Belo Horizonte, MG e gostamos de nos encontrar presencialmente algumas vezes por semana. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-04-07 22:47:01",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Júnior",
    "description": "Estamos criando squads enxutas no projeto 4D0E31 e queremos uma pessoa engenheira fullstack júnior. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em Rio de Janeiro, RJ. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-02-12 03:11:01",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "Como parte do time mobile, você vai cuidar da qualidade visual e técnica do projeto C49017, entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas e apoiando lançamentos nas lojas. Trabalhamos com o time remoto espalhado pelo Brasil. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2025-07-05 19:02:28",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Especialista",
    "description": "Buscamos uma pessoa desenvolvedora mobile especialista para assumir o app do projeto C37A29. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com a galera que fica em Rio de Janeiro, RJ. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Pleno",
    "description": "O projeto 5F12E7 está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-07-28 23:20:30",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Especialista em DevOps Júnior",
    "description": "Como especialista em DevOps, você será ponte entre produto e engenharia no projeto 28B020 para cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Trabalhamos com a galera que fica em Curitiba, PR e valorizamos post-mortems honestos. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": "2025-10-18 01:24:08",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Especialista em DevOps Pleno",
    "description": "O projeto F0FABF precisa de uma pessoa especialista em DevOps pleno para manter a casa em ordem. Seu foco será cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente atuando com a galera que fica em Porto Alegre, RS. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-03-16 19:22:30",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Júnior",
    "description": "Queremos uma pessoa desenvolvedora frontend júnior para desenhar o rosto do projeto EDC0B7. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto com a galera que fica em Belo Horizonte, MG. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2026-07-01 08:26:22",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto 0D4E6F, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto com clientes. Atuamos com o time remoto espalhado pelo Brasil. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Pleno",
    "description": "O projeto 9CD614 lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-05-13 17:33:37",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira de QA Júnior",
    "description": "Como parte do chapter de qualidade, você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads, parear com devs e acompanhar releases do projeto AE0BC2. Trabalhamos com a galera que fica em São Paulo, SP. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Júnior",
    "description": "Precisamos de uma engenheira de QA júnior para garantir que o projeto 6F1691 chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads com a galera que fica em São Paulo, SP. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": "2025-12-01 23:46:41",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "Como parte do time de dados, você será guardiã das métricas do projeto 1887B1 e vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples. Trabalhamos com a galera que fica em Porto Alegre, RS e valorizamos pair reviews frequentes. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": "2026-01-06 09:25:27",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "O projeto 4FCABD ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Sênior",
    "description": "O roadmap mobile do projeto 60737F está intenso e precisamos de alguém cuidadoso com detalhes. Seu dia a dia envolve entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "Estamos criando squads enxutas no projeto 960F65 e queremos uma pessoa engenheira fullstack especialista. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em Belo Horizonte, MG. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-01-25 04:30:09",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Analista de Segurança Pleno",
    "description": "Como analista de segurança, você cuidará dos runbooks do projeto 467C14, blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas e vai trabalhar com a galera que fica em Curitiba, PR. Valorizamos post-mortems honestos e aprendizados constantes. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Gerente de Produto Sênior",
    "description": "Como pessoa de produto do projeto 601D15, você fará dupla com tecnologia e design para conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Atuamos com a galera que fica em Curitiba, PR e valorizamos comunicação transparente. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-03-22 07:02:16",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Júnior",
    "description": "Estamos reforçando a frente de segurança do projeto 97E968 e buscamos uma analista de segurança júnior. Seu foco será blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas atuando com a galera que fica em São Paulo, SP. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": "2025-07-13 03:17:21",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Júnior",
    "description": "Como parte do time mobile, você vai cuidar da qualidade visual e técnica do projeto 44056D, entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas e apoiando lançamentos nas lojas. Trabalhamos com a galera que fica em Porto Alegre, RS. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-03-28 07:51:34",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Especialista em DevOps Sênior",
    "description": "Estamos revisando toda a pipeline do projeto BFBCED e você vai cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-05-27 17:19:10",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Analista de Segurança Sênior",
    "description": "O projeto 4592DA lida com informações críticas e você vai blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes with PagerDuty. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-01-08 13:10:53",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Júnior",
    "description": "O projeto 9EBF99 está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": "2025-04-21 23:32:59",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto 404354, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto com clientes. Atuamos com o time remoto espalhado pelo Brasil. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2025-01-02 00:20:17",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Analista de Segurança Júnior",
    "description": "Como analista de segurança, você cuidará dos runbooks do projeto A632D0, blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas e vai trabalhar com a galera que fica em Rio de Janeiro, RJ. Valorizamos post-mortems honestos e aprendizados constantes. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-08-03 10:59:47",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Pleno",
    "description": "O projeto 2BA6CA lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": "2025-05-28 17:05:04",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "Buscamos uma pessoa desenvolvedora mobile pleno para assumir o app do projeto BD33E8. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com a galera que fica em Curitiba, PR. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2026-05-02 16:21:22",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Pleno",
    "description": "Estamos reforçando a frente de segurança do projeto 2B7A2C e buscamos uma analista de segurança pleno. Seu foco será blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas atuando com a galera que fica em Rio de Janeiro, RJ. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-12-01 09:30:41",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Especialista",
    "description": "Como desenvolvedora backend especialista, você será referência na arquitetura do projeto 86B6B5 e vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Valorizamos revisões de código cuidadosas e proximidade com a galera que fica em Florianópolis, SC. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-11-11 04:41:01",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Júnior",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto 92F089. Trabalhamos com a galera que fica em Florianópolis, SC. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": "2026-12-23 14:38:18",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "Estamos criando squads enxutas no projeto A1AD6B e queremos uma pessoa engenheira fullstack especialista. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em Rio de Janeiro, RJ. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "O projeto 4A2795 está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-08-09 18:55:25",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "O roadmap mobile do projeto 227693 está intenso e precisamos de alguém cuidadoso com detalhes. Seu dia a dia envolve entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-06-25 12:50:16",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Especialista em DevOps Júnior",
    "description": "Como especialista em DevOps, você será ponte entre produto e engenharia no projeto 1A1CF4 para cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Trabalhamos com a galera que fica em Rio de Janeiro, RJ e valorizamos post-mortems honestos. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-02-21 02:36:08",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Sênior",
    "description": "Estamos montando um time desenvolvedora backend sênior para o projeto 24D624. Você vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros trabalhando com a galera que fica em Porto Alegre, RS. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "Queremos uma pessoa desenvolvedora frontend pleno para desenhar o rosto do projeto CFE254. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto with a galera que fica em Florianópolis, SC. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Designer de UX Júnior",
    "description": "Como parte do time de design, você será guardiã da experiência do projeto CABB65, investigar dores, prototipar fluxos e garantir experiências consistentes e conduzindo testes com frequência. Trabalhamos com o time remoto espalhado pelo Brasil. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Remoto",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "Como parte do chapter de qualidade, você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads, parear com devs e acompanhar releases do projeto E5079C. Trabalhamos com a galera que fica em Belo Horizonte, MG. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Designer de UX Especialista",
    "description": "Queremos uma designer de UX especialista para representar as pessoas usuárias no projeto 5E7717. Você vai investigar dores, prototipar fluxos e garantir experiências consistentes with a galera que fica em Rio de Janeiro, RJ. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Especialista em DevOps Sênior",
    "description": "O projeto B94B82 precisa de uma pessoa especialista em DevOps sênior para manter a casa em ordem. Seu foco será cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente atuando com a galera que fica em Porto Alegre, RS. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto 25B692, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto with clientes. Atuamos com a galera que fica em São Paulo, SP. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": "2025-10-28 15:20:58",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Designer de UX Júnior",
    "description": "O projeto 3F0BB1 tem descobertas constantes e precisamos de alguém curioso. Seu dia a dia envolve investigar dores, prototipar fluxos e garantir experiências consistentes e muita troca com produto. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "Estamos procurando uma pessoa cientista de dados júnior para aprofundar as análises do projeto 0635C4. Seu foco será prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples enquanto trabalha com a galera que fica em Porto Alegre, RS. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-10-29 09:06:54",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "O projeto F80481 ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Curitiba, PR",
    "publish_at": "2025-08-17 02:24:13",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Designer de UX Júnior",
    "description": "Como parte do time de design, você será guardiã da experiência do projeto 08F1A4, investigar dores, prototipar fluxos e garantir experiências consistentes e conduzindo testes com frequência. Trabalhamos with a galera que fica em Curitiba, PR. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": "2025-12-20 11:30:10",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "Precisamos de uma engenheira de QA sênior para garantir que o projeto A0909D chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads com a galera que fica em Rio de Janeiro, RJ. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-12-29 02:08:57",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Analista de Segurança Júnior",
    "description": "O projeto 6C39B4 lida with informações críticas e você vai blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-05-26 09:43:12",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "Estamos criando squads enxutas no projeto 3ADF01 e queremos uma person engenheira fullstack sênior. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em Belo Horizonte, MG. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Gerente de Produto Especialista",
    "description": "Estamos procurando uma pessoa de produto especialista para dar direção ao projeto E44335. Seu foco será conectar usuários e negócio, priorizar o backlog e guiar o roadmap junto com a galera que fica em Rio de Janeiro, RJ. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2026-06-05 06:32:46",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Júnior",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto 6B9D8D. Trabalhamos com a galera que fica em Rio de Janeiro, RJ. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Júnior",
    "description": "O projeto 2856FC está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "Queremos uma pessoa desenvolvedora frontend pleno para desenhar o rosto do projeto 9A200C. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto with a galera que fica em Porto Alegre, RS. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "O projeto 45472C lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Especialista",
    "description": "Como parte do chapter de qualidade, você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads, parear com devs e acompanhar releases do projeto 0AB439. Trabalhamos com a galera que fica em São Paulo, SP. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto 7AFA3C, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto with clientes. Atuamos com a galera que fica em Belo Horizonte, MG. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Cientista de Dados Pleno",
    "description": "O projeto DB3FE9 está cheio de perguntas em aberto e queremos alguém que curta investigação e storytelling. Você vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples e compartilhar aprendizados com o negócio. Trabalhamos de forma 100% remota e nos reunimos presencialmente apenas em encontros opcionais trimestrais. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio com bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Remoto",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Pleno",
    "description": "Estamos criando squads enxutas no projeto 33828A e queremos uma person engenheira fullstack pleno. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em São Paulo, SP. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Sênior",
    "description": "O projeto F48FD7 ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-09-29 12:40:55",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Especialista",
    "description": "Como analista de segurança, você cuidará dos runbooks do projeto E58BF7, blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas e vai trabalhar com a galera que fica em São Paulo, SP. Valorizamos post-mortems honestos e aprendizados constantes. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": "2026-07-17 23:50:21",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "Precisamos de uma engenheira de QA sênior para garantir que o projeto 0918B8 chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads com a galera que fica em São Paulo, SP. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Sênior",
    "description": "Como parte do time mobile, você vai cuidar da qualidade visual e técnica do projeto 9B91CC, entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas e apoiando lançamentos nas lojas. Trabalhamos com o time remoto espalhado pelo Brasil. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2026-03-24 20:20:39",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Especialista em DevOps Sênior",
    "description": "Estamos revisando toda a pipeline do projeto 8C56CE e você vai cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Trabalhamos de forma 100% remota e nos reunimos presencialmente apenas em encontros opcionais trimestrais. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Remoto",
    "publish_at": "2025-04-04 03:53:57",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Sênior",
    "description": "Estamos reforçando a frente de segurança do projeto DA8CD1 e buscamos uma analista de segurança sênior. Seu foco será blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas atuando com a galera que fica em Rio de Janeiro, RJ. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Júnior",
    "description": "O projeto 063169 entrou em fase de escala e precisamos de alguém que respire backend bem feito. Seu dia a dia inclui garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": "2025-10-05 18:31:20",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Especialista",
    "description": "Como desenvolvedora backend especialista, você será referência na arquitetura do projeto 79D2AD e vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Valorizamos revisões de código cuidadosas e proximidade com o time remoto espalhado pelo Brasil. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Remoto",
    "publish_at": "2025-10-31 00:33:01",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "Como parte do time de dados, você será guardiã das métricas do projeto 9A0F29 e vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples. Trabalhamos com a galera que fica em Rio de Janeiro, RJ e valorizamos pair reviews frequentes. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-03-01 11:53:02",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Analista de Segurança Sênior",
    "description": "O projeto 096B78 lida with informações críticas e você vai blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Curitiba, PR",
    "publish_at": "2025-07-03 06:50:11",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "O projeto 67A623 lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-10-30 00:04:10",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Gerente de Produto Especialista",
    "description": "O projeto FF5F46 precisa de alguém que curta pesquisa, números e narrativa. Você vai conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Temos um hub em Belo Horizonte, MG e gostamos de nos encontrar presencialmente algumas vezes por semana. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-12-29 08:04:26",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Especialista",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto 8A0DA2. Trabalhamos com a galera que fica em Florianópolis, SC. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Gerente de Produto Sênior",
    "description": "Como pessoa de produto do projeto F9F863, você fará dupla with tecnologia e design para conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Atuamos com a galera que fica em Florianópolis, SC e valorizamos comunicação transparente. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Júnior",
    "description": "Como parte do chapter de qualidade, você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads, parear com devs e acompanhar releases do projeto FC858D. Trabalhamos with a galera que fica em São Paulo, SP. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": "2025-05-21 17:28:26",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Gerente de Produto Pleno",
    "description": "Estamos procurando uma pessoa de produto pleno para dar direção ao projeto 813112. Seu foco será conectar usuários e negócio, priorizar o backlog e guiar o roadmap junto with o time remoto espalhado pelo Brasil. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2025-06-23 16:19:45",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Especialista",
    "description": "Estamos montando um time desenvolvedora backend especialista para o projeto 9E456F. Você vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros trabalhando com a galera que fica em Rio de Janeiro, RJ. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Cientista de Dados Especialista",
    "description": "Estamos procurando uma pessoa cientista de dados especialista para aprofundar as análises do projeto 37578A. Seu foco será prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples enquanto trabalha with a galera que fica em Rio de Janeiro, RJ. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-02-18 06:24:19",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Júnior",
    "description": "O projeto 4EC8D1 está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Trabalhamos de forma 100% remota e nos reunimos presencialmente apenas em encontros opcionais trimestrais. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Sênior",
    "description": "Queremos uma pessoa desenvolvedora frontend sênior para desenhar o rosto do projeto 46BBB6. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto with a galera que fica em Florianópolis, SC. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Especialista em DevOps Especialista",
    "description": "Como especialista em DevOps, você será ponte entre produto e engenharia no projeto 565467 para cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Trabalhamos with a galera que fica em Rio de Janeiro, RJ e valorizamos post-mortems honestos. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-11-06 10:38:30",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Sênior",
    "description": "O projeto 25C702 entrou em fase de escala e precisamos de alguém que respire backend bem feito. Seu dia a dia inclui garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": "2025-03-31 03:36:23",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "O projeto ED709A ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Temos um hub em Belo Horizonte, MG e gostamos de nos encontrar presencialmente algumas vezes por semana. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-01-04 12:12:18",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Pleno",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto 17012A, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto with clientes. Atuamos com a galera que fica em Curitiba, PR. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Curitiba, PR",
    "publish_at": "2025-06-22 13:14:46",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Júnior",
    "description": "Precisamos de uma engenheira de QA júnior para garantir que o projeto FC14C5 chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads com o time remoto espalhado pelo Brasil. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2025-09-15 17:22:03",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Especialista",
    "description": "Buscamos uma pessoa desenvolvedora mobile especialista para assumir o app do projeto 3A4D45. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com a galera que fica em Belo Horizonte, MG. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-07-11 18:39:13",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Especialista em DevOps Pleno",
    "description": "O projeto 4FAFB9 precisa de uma pessoa especialista em DevOps pleno para manter a casa em ordem. Seu foco será cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente atuando com a galera que fica em Florianópolis, SC. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-07-27 15:23:47",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto A32A55. Trabalhamos com o time remoto espalhado pelo Brasil. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Remoto",
    "publish_at": "2025-05-20 09:00:13",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Júnior",
    "description": "Como desenvolvedora backend júnior, você será referência na arquitetura do projeto 5D9478 e vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Valorizamos revisões de código cuidadosas e proximidade com a galera que fica em Porto Alegre, RS. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": "2026-07-03 01:30:48",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Pleno",
    "description": "Estamos montando um time desenvolvedora backend pleno para o projeto 132F97. Você vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros trabalhando com o time remoto espalhado pelo Brasil. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2026-12-09 03:17:06",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Especialista",
    "description": "O projeto 31908C entrou em fase de escala e precisamos de alguém que respire backend bem feito. Seu dia a dia inclui garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Trabalhamos de forma 100% remota e nos reunimos presencialmente apenas em encontros opcionais trimestrais. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2025-06-08 05:11:20",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "O roadmap mobile do projeto 57EBD1 está intenso e precisamos de alguém cuidadoso com detalhes. Seu dia a dia envolve entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": "2026-06-02 22:08:09",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Designer de UX Sênior",
    "description": "Queremos uma designer de UX sênior para representar as pessoas usuárias no projeto 53CE24. Você vai investigar dores, prototipar fluxos e garantir experiências consistentes with o time remoto espalhado pelo Brasil. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2025-01-15 09:44:12",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Cientista de Dados Especialista",
    "description": "O projeto 984AD1 está cheio de perguntas em aberto e queremos alguém que curta investigação e storytelling. Você vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples e compartilhar aprendizados with o negócio. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": "2026-08-02 02:14:32",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Designer de UX Especialista",
    "description": "O projeto 336D28 tem descobertas constantes e precisamos de alguém curioso. Seu dia a dia envolve investigar dores, prototipar fluxos e garantir experiências consistentes e muita troca com produto. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2026-02-04 02:53:27",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Gerente de Produto Sênior",
    "description": "O projeto 815ADA precisa de alguém que curta pesquisa, números e narrativa. Você vai conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-05-06 05:11:34",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Especialista em DevOps Pleno",
    "description": "Estamos revisando toda a pipeline do projeto B1ECA2 e você vai cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Cientista de Dados Sênior",
    "description": "Como parte do time de dados, você será guardiã das métricas do projeto 1148BD e vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples. Trabalhamos with a galera que fica em Florianópolis, SC e valorizamos pair reviews frequentes. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-01-08 22:15:39",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Gerente de Produto Especialista",
    "description": "Como pessoa de produto do projeto 9F2AB2, você fará dupla with tecnologia e design para conectar usuários e negócio, priorizar o backlog e guiar o roadmap. Atuamos com a galera que fica em Florianópolis, SC e valorizamos comunicação transparente. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Cientista de Dados Sênior",
    "description": "Estamos procurando uma pessoa cientista de dados sênior para aprofundar as análises do projeto 85FCCE. Seu foco será prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples enquanto trabalha with a galera que fica em Porto Alegre, RS. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-08-11 05:10:16",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Designer de UX Sênior",
    "description": "Como parte do time de design, você será guardiã da experiência do projeto EA272C, investigar dores, prototipar fluxos e garantir experiências consistentes e conduzindo testes com frequência. Trabalhamos with a galera que fica em Belo Horizonte, MG. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-02-16 09:29:43",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Pleno",
    "description": "Estamos criando squads enxutas no projeto 5E5938 e queremos uma person engenheira fullstack pleno. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em Curitiba, PR. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Curitiba, PR",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Analista de Segurança Sênior",
    "description": "Como analista de segurança, você cuidará dos runbooks do projeto 67A5DB, blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas e vai trabalhar com a galera que fica em Rio de Janeiro, RJ. Valorizamos post-mortems honestos e aprendizados constantes. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Especialista",
    "description": "Estamos reforçando a frente de segurança do projeto E2C8DE e buscamos uma analista de segurança especialista. Seu foco será blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas atuando com a galera que fica em Porto Alegre, RS. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes with PagerDuty. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "O projeto 3D763C está cheio de perguntas em aberto e queremos alguém que curta investigação e storytelling. Você vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples e compartilhar aprendizados with o negócio. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender with pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Júnior",
    "description": "Como parte do time mobile, você vai cuidar da qualidade visual e técnica do projeto 7E9FAB, entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas e apoiando lançamentos nas lojas. Trabalhamos with a galera que fica em São Paulo, SP. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "Como parte do time de dados, você será guardiã das métricas do projeto C6D638 e vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples. Trabalhamos with a galera que fica em Belo Horizonte, MG e valorizamos pair reviews frequentes. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-08-03 00:46:57",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Gerente de Produto Especialista",
    "description": "Estamos procurando uma pessoa de produto especialista para dar direção ao projeto D2DFDD. Seu foco será conectar usuários e negócio, priorizar o backlog e guiar o roadmap junto with a galera que fica em Florianópolis, SC. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Florianópolis, SC",
    "publish_at": "2026-09-30 00:20:02",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Especialista em DevOps Júnior",
    "description": "Como especialista em DevOps, você será ponte entre produto e engenharia no projeto F19274 para cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Trabalhamos com o time remoto espalhado pelo Brasil e valorizamos post-mortems honestos. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Remoto",
    "publish_at": "2025-10-01 16:03:54",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Pleno",
    "description": "Como desenvolvedora backend pleno, você será referência na arquitetura do projeto 72FC9C e vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Valorizamos revisões de código cuidadosas e proximidade com a galera que fica em Belo Horizonte, MG. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Belo Horizonte, MG",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Especialista em DevOps Sênior",
    "description": "O projeto 57C698 precisa de uma pessoa especialista em DevOps sênior para manter a casa em ordem. Seu foco será cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente atuando com a galera que fica em São Paulo, SP. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": "2026-02-14 22:43:05",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Especialista",
    "description": "Buscamos uma pessoa desenvolvedora mobile especialista para assumir o app do projeto F063DE. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com a galera que fica em São Paulo, SP. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": "2026-09-29 14:00:37",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Cientista de Dados Especialista",
    "description": "Estamos procurando uma pessoa cientista de dados especialista para aprofundar as análises do projeto F41D8B. Seu foco será prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples enquanto trabalha with a galera que fica em Curitiba, PR. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-02-19 08:44:47",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Especialista em DevOps Pleno",
    "description": "Estamos revisando toda a pipeline do projeto 60660A e você vai cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": "2025-11-27 12:42:38",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Especialista",
    "description": "Queremos uma pessoa desenvolvedora frontend especialista para desenhar o rosto do projeto 36ED26. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto with a galera que fica em São Paulo, SP. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": "2025-07-22 08:15:24",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Especialista em DevOps Sênior",
    "description": "Como especialista em DevOps, você será ponte entre produto e engenharia no projeto FAE47F para cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Trabalhamos with a galera que fica em Porto Alegre, RS e valorizamos post-mortems honestos. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-02-21 12:14:08",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Designer de UX Júnior",
    "description": "Queremos uma designer de UX júnior para representar as pessoas usuárias no projeto 7C54E2. Você vai investigar dores, prototipar fluxos e garantir experiências consistentes with a galera que fica em Florianópolis, SC. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Júnior",
    "description": "O projeto 7CB727 está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": "2025-08-03 22:05:33",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira de QA Pleno",
    "description": "O projeto 2BA6CA lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "Buscamos uma pessoa desenvolvedora mobile pleno para assumir o app do projeto BD33E8. Você vai entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas com a galera que fica em Curitiba, PR. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-03-23 18:17:28",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Pleno",
    "description": "Estamos reforçando a frente de segurança do projeto 2B7A2C e buscamos uma analista de segurança pleno. Seu foco será blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas atuando com a galera que fica em Rio de Janeiro, RJ. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-01-19 16:39:49",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Especialista",
    "description": "Como desenvolvedora backend especialista, você será referência na arquitetura do projeto 86B6B5 e vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Valorizamos revisões de código cuidadosas e proximidade com a galera que fica em Florianópolis, SC. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Júnior",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto 92F089. Trabalhamos with a galera que fica em Florianópolis, SC. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contratação CLT com plano de saúde, auxílio remoto e bônus anual.",
    "location": "Florianópolis, SC",
    "publish_at": "2026-05-10 01:12:51",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "Estamos criando squads enxutas no projeto A1AD6B e queremos uma person engenheira fullstack especialista. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em Rio de Janeiro, RJ. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-03-23 13:06:43",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "O projeto 4A2795 está em fase de discovery constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em Rio de Janeiro, RJ e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Pleno",
    "description": "O roadmap mobile do projeto 227693 está intenso e precisamos de alguém cuidadoso com detalhes. Seu dia a dia envolve entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-01-28 05:01:11",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Especialista em DevOps Júnior",
    "description": "Como especialista em DevOps, você será ponte entre produto e engenharia no projeto 1A1CF4 para cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Trabalhamos with a galera que fica em Rio de Janeiro, RJ e valorizamos post-mortems honestos. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Sênior",
    "description": "Estamos montando um time desenvolvedora backend sênior para o projeto 24D624. Você vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros trabalhando com a galera que fica em Porto Alegre, RS. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "Queremos uma pessoa desenvolvedora frontend pleno para desenhar o rosto do projeto CFE254. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto with a galera que fica em Florianópolis, SC. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Florianópolis, SC",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Designer de UX Júnior",
    "description": "Como parte do time de design, você será guardiã da experiência do projeto CABB65, investigar dores, prototipar fluxos e garantir experiências consistentes e conduzindo testes com frequência. Trabalhamos with o time remoto espalhado pelo Brasil. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Remoto",
    "publish_at": "2026-09-29 00:52:13",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "Como parte do chapter de qualidade, você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads, parear com devs e acompanhar releases do projeto E5079C. Trabalhamos with a galera que fica em Belo Horizonte, MG. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2025-11-25 06:00:06",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Designer de UX Especialista",
    "description": "Queremos uma designer de UX especialista para representar as pessoas usuárias no projeto 5E7717. Você vai investigar dores, prototipar fluxos e garantir experiências consistentes with a galera que fica em Rio de Janeiro, RJ. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-02-01 15:44:27",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Especialista em DevOps Sênior",
    "description": "O projeto B94B82 precisa de uma pessoa especialista em DevOps sênior para manter a casa em ordem. Seu foco será cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente atuando with a galera que fica em Porto Alegre, RS. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento com Grafana e Loki. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Especialista",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto 25B692, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto with clientes. Atuamos with a galera que fica em São Paulo, SP. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Designer de UX Júnior",
    "description": "O projeto 3F0BB1 tem descobertas constantes e precisamos de alguém curioso. Seu dia a dia envolve investigar dores, prototipar fluxos e garantir experiências consistentes e muita troca com produto. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": "2025-06-19 21:52:03",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "Estamos procurando uma pessoa cientista de dados júnior para aprofundar as análises do projeto 0635C4. Seu foco será prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples enquanto trabalha with a galera que fica em Porto Alegre, RS. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-01-18 19:04:18",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "O projeto F80481 ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Curitiba, PR",
    "publish_at": "2025-11-10 18:27:52",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Designer de UX Júnior",
    "description": "Como parte do time de design, você será guardiã da experiência do projeto 08F1A4, investigar dores, prototipar fluxos e garantir experiências consistentes e conduzindo testes com frequência. Trabalhamos with a galera que fica em Curitiba, PR. Vivemos no Figma, Maze e ferramentas de pesquisa como Lookback e Dovetail. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Curitiba, PR",
    "publish_at": null,
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "Precisamos de uma engenheira de QA sênior para garantir que o projeto A0909D chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados com as squads com a galera que fica em Rio de Janeiro, RJ. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Analista de Segurança Júnior",
    "description": "O projeto 6C39B4 lida with informações críticas e você vai blindar dados sensíveis, conduzzir respostas a incidentes e educar o time em boas práticas. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes com PagerDuty. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Porto Alegre, RS",
    "publish_at": "2025-05-10 00:04:40",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "Estamos criando squads enxutas no projeto 3ADF01 e queremos uma person engenheira fullstack sênior. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando com a galera que fica em Belo Horizonte, MG. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2026-06-10 00:44:01",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Gerente de Produto Especialista",
    "description": "Estamos procurando uma pessoa de produto especialista para dar direção ao projeto E44335. Seu foco será conectar usuários e negócio, priorizar o backlog e guiar o roadmap junto with a galera que fica em Rio de Janeiro, RJ. Usamos discovery contínuo, Productboard, métricas em Mixpanel e experiments em LaunchDarkly. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-04-02 15:23:23",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Júnior",
    "description": "Como parte do chapter de frontend, você vai conduzir guildas, traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance e conversar com produto com frequência no projeto 6B9D8D. Trabalhamos with a galera que fica em Rio de Janeiro, RJ. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. É uma vaga desenhada para quem está no início e quer aprender com pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-05-12 21:23:12",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Engenheira Fullstack Júnior",
    "description": "O projeto 2856FC está em fase de descoberta constante, então esperamos alguém confortável em transitar entre frontend e backend, mantendo consistência de ponta a ponta. Temos um hub em Florianópolis, SC e gostamos de nos encontrar presencialmente algumas vezes por semana. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. É uma vaga desenhada para quem está no início e quer aprender with pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Florianópolis, SC",
    "publish_at": "2025-10-21 18:50:37",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Pleno",
    "description": "Queremos uma pessoa desenvolvedora frontend pleno para desenhar o rosto do projeto 9A200C. Você vai traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance junto with a galera que fica em Porto Alegre, RS. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "O projeto 45472C lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados with as squads. Temos um hub em Porto Alegre, RS e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Porto Alegre, RS",
    "publish_at": null,
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Especialista",
    "description": "Como parte do chapter de qualidade, você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados with as squads, parear with devs e acompanhar releases do projeto 0AB439. Trabalhamos with a galera que fica em São Paulo, SP. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "São Paulo, SP",
    "publish_at": "2026-07-30 08:43:14",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira Fullstack Sênior",
    "description": "Como engenheira fullstack, você vai codar de ponta a ponta no projeto 7AFA3C, transitar entre frontend e backend, mantendo consistência de ponta a ponta e conversar direto with clientes. Atuamos with a galera que fica em Belo Horizonte, MG. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Belo Horizonte, MG",
    "publish_at": "2026-10-08 23:49:12",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Cientista de Dados Pleno",
    "description": "O projeto DB3FE9 está cheio de perguntas em aberto e queremos alguém que curta investigação e storytelling. Você vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples e compartilhar aprendizados with o negócio. Trabalhamos de forma 100% remota e nos reunimos presencialmente apenas em encontros opcionais trimestrais. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Remoto",
    "publish_at": "2025-04-21 18:04:13",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira Fullstack Pleno",
    "description": "Estamos criando squads enxutas no projeto 33828A e queremos uma person engenheira fullstack pleno. Você vai transitar entre frontend e backend, mantendo consistência de ponta a ponta trabalhando with a galera que fica em São Paulo, SP. Misturamos Rails, Node, React, GCP e automações no GitHub Actions. Esperamos alguém pleno que curta assumir pequenas frentes com autonomia e trocar feedbacks. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Frontend Sênior",
    "description": "O projeto F48FD7 ganha novas features toda semana e precisamos de alguém obcecado por UX. Seu foco será traduzir pesquisas em interfaces acessíveis, manter o design system vivo e cuidar da performance. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Trabalhamos with React, TypeScript, Storybook e testes em Cypress/Vitest. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Especialista",
    "description": "Como analista de segurança, você cuidará dos runbooks do projeto E58BF7, blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas e vai trabalhar with a galera que fica em São Paulo, SP. Valorizamos post-mortems honestos e aprendizados constantes. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes with PagerDuty. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "São Paulo, SP",
    "publish_at": "2025-06-01 07:38:26",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "Precisamos de uma engenheira de QA sênior para garantir que o projeto 0918B8 chegue redondo aos clientes. Você vai definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados with as squads com a galera que fica em São Paulo, SP. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma pessoa sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": "2026-02-08 19:10:54",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Mobile Sênior",
    "description": "Como parte do time mobile, você vai cuidar da qualidade visual e técnica do projeto 9B91CC, entregar experiências nativas, integrar APIs e cuidar das publicações nas lojas e apoiando lançamentos nas lojas. Trabalhamos with o time remoto espalhado pelo Brasil. O app roda em React Native with módulos nativos, Fastlane, testes Detox e monitoramento no Firebase. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Remoto",
    "publish_at": "2025-07-16 23:34:31",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Especialista em DevOps Sênior",
    "description": "Estamos revisando toda a pipeline do projeto 8C56CE e você vai cuidar da infraestrutura, otimizar pipelines de deploy e garantir observabilidade decente. Trabalhamos de forma 100% remota e nos reunimos presencialmente apenas em encontros opcionais trimestrais. Operamos Kubernetes no GCP, Terraform, GitHub Actions e monitoramento with Grafana e Loki. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Remoto",
    "publish_at": null,
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Analista de Segurança Sênior",
    "description": "Estamos reforçando a frente de segurança do projeto DA8CD1 e buscamos uma analista de segurança sênior. Seu foco será blindar dados sensíveis, conduzzir respostas a incidentes e educar o time em boas práticas atuando with a galera que fica em Rio de Janeiro, RJ. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes with PagerDuty. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2026-07-21 08:01:54",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Júnior",
    "description": "O projeto 063169 entrou em fase de escala e precisamos de alguém que respire backend bem feito. Seu dia a dia inclui garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Temos um hub em São Paulo, SP e gostamos de nos encontrar presencialmente algumas vezes por semana. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. É uma vaga desenhada para quem está no início e quer aprender with pessoas experientes. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "São Paulo, SP",
    "publish_at": "2025-02-19 21:20:24",
    "employment_type": "pj"
  },
  {
    "title": "Pessoa Desenvolvedora Backend Especialista",
    "description": "Como desenvolvedora backend especialista, você será referência na arquitetura do projeto 79D2AD e vai garantir APIs estáveis, resolver gargalos de performance e manter integrações with parceiros. Valorizamos revisões de código cuidadosas e proximidade with o time remoto espalhado pelo Brasil. Nossa stack tem Ruby on Rails, serviços em Go, Kafka e observabilidade with Honeycomb. Você será a principal referência técnica do time e terá voz ativa em decisões estratégicas. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Remoto",
    "publish_at": "2025-07-07 08:54:36",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Cientista de Dados Júnior",
    "description": "Como parte do time de dados, você será guardiã das métricas do projeto 9A0F29 e vai prototipar modelos, colocar soluções em produção e explicar resultados em linguagem simples. Trabalhamos with a galera que fica em Rio de Janeiro, RJ e valorizamos pair reviews frequentes. Usamos Python, notebooks colaborativos, dbt e pipelines de deploy via MLflow. É uma vaga desenhada para quem está no início e quer aprender with pessoas experientes. Programa de estágio with bolsa competitiva, mentoria semanal e possibilidade de efetivação.",
    "location": "Rio de Janeiro, RJ",
    "publish_at": "2025-09-06 07:20:21",
    "employment_type": "internship"
  },
  {
    "title": "Pessoa Analista de Segurança Sênior",
    "description": "O projeto 096B78 lida with informações críticas e você vai blindar dados sensíveis, conduzir respostas a incidentes e educar o time em boas práticas. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Nosso stack inclui AWS, IAM, WAF, revisões de código seguro e respostas a incidentes with PagerDuty. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contratação CLT with plano de saúde, auxílio remoto e bônus anual.",
    "location": "Curitiba, PR",
    "publish_at": "2025-06-06 02:04:42",
    "employment_type": "clt"
  },
  {
    "title": "Pessoa Engenheira de QA Sênior",
    "description": "O projeto 67A623 lança features com frequência e queremos alguém atento a detalhes. Seu dia a dia inclui definir estratégias de testes, capturar bugs cedo e compartilhar aprendizados with as squads. Temos um hub em Curitiba, PR e gostamos de nos encontrar presencialmente algumas vezes por semana. Automatizamos with Cypress, RSpec e Gatling, além de rotinas manuais exploratórias. Buscamos uma person sênior disposta a puxar discussões técnicas e apoiar gente mais nova. Contrato PJ com horário flexível e ajuda de custo para montar seu setup.",
    "location": "Curitiba, PR",
    "publish_at": "2025-02-18 01:32:43",
    "employment_type": "pj"
  }
]